"%1$@ Card" = "Tarjeta %1$@";

"%1$@ Credit" = "%1$@ de crédito";

"%1$@ Debit" = "%1$@ de débito";

"%1$@ Prepaid" = "%1$@ de prepago";

"%1$@ account ending in %2$@" = "Cuenta de %1$@ terminada en %2$@";

"%1$@ ending in %2$@" = "%1$@ terminada en %2$@";

"%1$@ is not accepted" = "No se acepta %1$@";

"Address line 2 (optional)" = "Segunda línea de la dirección (opcional)";

"Apple Pay" = "Apple Pay";

"BSB" = "BSB";

"Bank Account" = "Cuenta bancaria";

"Billing address" = "Dirección de facturación";

"Billing details" = "Datos de facturación";

"CVC" = "CVC";

"Card information" = "Información de la tarjeta";

"Card number" = "Número de tarjeta";

"Confirm your %@" = "Confirma tu %@";

"Invalid data." = "Datos no válidos.";

"MM / YY" = "MM/AA";

"MM/YY" = "MM/AA";

"Postal Code" = "Código postal";

"Shipping Address" = "Dirección de envío";

"State / Province / Region" = "Estado/Provincia/Región";

"The BSB you entered is invalid." = "El BSB que ingresaste no es válido.";

"The selected brand is not allowed" = "La marca seleccionada no está permitida";

"To scan your card, allow camera access in Settings." = "Para escanear la tarjeta, permite el acceso a la cámara en Configuración.";

"Your card has expired." = "Tu tarjeta venció.";

"Your card number is incomplete." = "El número de tarjeta está incompleto.";

"Your card number is invalid." = "El número de tarjeta no es válido.";

"Your card's expiration date is incomplete." = "La fecha de vencimiento de la tarjeta está incompleta.";

"Your card's expiration date is invalid." = "La fecha de vencimiento de la tarjeta no es válida.";

"Your card's expiration month is invalid." = "El mes de vencimiento de la tarjeta no es válido.";

"Your card's expiration year is invalid." = "El año de vencimiento de la tarjeta no es válido.";

"Your card's security code is incomplete." = "El código de seguridad de la tarjeta está incompleto.";

"Your card's security code is invalid." = "El código de seguridad de la tarjeta no es válido.";

"card number" = "número de tarjeta";

"example@example.com" = "ejemplo@ejemplo.com";

"expiration date" = "fecha de vencimiento";
